{
	"name": "ShieldHeart Collection",
	"description": "Mods of ShieldHeart",
	"url": "http://www.moddb.com/members/shieldhearttld",
	"author": "ShieldHeart",
	"releases": [
		{
			"name": "RelentlessNight",
			"version": "v3.00",
			"releaseDate": "2018-03-25",
			"description": "Relentless Night is a gameplay mod for The Long Dark that introduces a new sandbox scenario where the spin of the Earth is slowing down. Slowly but surely, days and nights are getting longer over time, leading to a world with continuously changing temperatures, weather patterns, wildlife populations, and more.",
			"url": "http://www.moddb.com/mods/relentlessnight/downloads/relentlessnight-v3-00",
			"changes": "- (new) All mod gameplay features can now be customized or turned off individually through the custom game setup menu.\n- (new) Indoor environments will retain heat from fires much longer after the fire has burnt out. The hotter the fire, the longer it will keep the place warm. In enclosed buildings, fires will heat the whole house/space and better insulated environments will keep warm for longer.\n- (new) Temperature will now affect wildlife populations. Roaming wildlife will be less abundant and harder to find in extreme cold temperatures, but also more abundant in relatively warm temperatures.\n- (new) You can now adjust how long fuels will burn in a fire or how long lantern fuel will last while in use. All can be adjusted to provide up to 3 times their regular burn times.\n- (new) Fixed bug in vanilla game where loot inside of containers in custom games would generate incorrectly, causing things [like this](). The correct amount of loot will now generate for the associated difficulty chosen in custom mode.\n- (new) Fixed bug in vanilla game that prevented custom mode option \"Wake Up When Freezing\" from working. This feature is now functional and enabled in all Relentless Night games.\n- Days and nights get increasingly longer eventually ending in the tidal locking of the Earth and survival in perpetual darkness.\n- Temperatures become increasingly warmer/colder with duration of days/nights.\n- Indoor temperatures now have a slight correlation with outdoor temperature.\n- Blizzards and stronger winds become more frequent as days/nights become longer and weather becomes more extreme.\n- Roaming wildlife become increasingly scarce as outdoor conditions become more extreme and harsh.\n- Cabin fever affliction is disabled due to the eventuality of long nights and extreme outdoor temperatures.\n- Indoor environments can become slightly lit during nights depending on weather and available moonlight outdoors. During the brightest phases of the moon, crafting/breaking of items indoors can become available again.\n- Surveying is now possible at night, provided the weather is clear and enough light is present.\n- For every additional 1C below a feels-like temperature of -40C, the rate at which the player suffers freezing damage is increased. This effect can accumulate up to a maximum of 5x the original rate at a -100C feels-like temperature and below, do bring a jacket.\n- The mod scenario can be played in all sandbox difficulties and can be set up in its own sandbox page. The mod does not prevent playing regular sandbox or other vanilla modes. Relentless night saves are kept completely separate from other save data and cannot be played by regular sandbox mode and vice versa.\n- Note: Journal statistics and days survived are still tracked in regular 24-hour days, as if the player is still keeping track with a watch.\n",
			"dependencies": [],
			"assets": [
				{
					"url": "https://www.moddb.com/downloads/mirror/135609/114/216ad7337ebffbc465a517399d7515cd",
					"zipDirectory": "ModFiles",
					"type": "zip"
				}
			]
		}, {
			"name": "RelentlessNight",
			"version": "v3.01",
			"releaseDate": "2018-06-19",
			"description": "Relentless Night is a gameplay mod for The Long Dark that introduces a new sandbox scenario where the spin of the Earth is slowing down. Slowly but surely, days and nights are getting longer over time, leading to a world with continuously changing temperatures, weather patterns, wildlife populations, and more.",
			"url": "https://www.moddb.com/mods/relentlessnight/downloads/relentless-night-v301-133",
			"changes": "- Updated all mod features to work with new Vigilant Flame update.\n- Coals can now be added to a fire without a waiting period (late-game balancing).\n- More fuel can be added to a fire even if the fire has reached its maximum duration, provided that the fuel can still increase the fire's current temperature. Although the duration of fire will not increase further, the heat bonus will still be applied. (late-game balancing)\n- The immediate area where an outdoor fire burned will also retain some heat a while longer after the fire's out, although of course the temperature bonus will drop and disappear much quicker compared to the heat from a fire inside an insulated building.\n- Fixed mod bug where failing to start a fire indoors could reset the residual heat bonus remaining inside back to zero in RN's heat retention feature.\n- Fixed mod bug where blizzard temperature drop didn't change temperature during blizzards in certain Relentless Night runs.\n- Fixed mod bug where the temperature of outdoors caves would sometimes get calculated incorrectly and were warmer than intended.\n- Fixed mod bug where custom mode option \"Day Length Multiplier\" would cause timing issues in RN runs if it was set above 1x. All values of this option can now be chosen for RN runs as well.\n- Should you need to correct something in the RN settings later into your game, you can now change specific setting values through new console commands. Loading the save you want to change and entering \"rn_help\" into the console will provide information on all RN commands needed to change each setting.",
			"dependencies": [],
			"assets": [
				{
					"url": "https://www.moddb.com/downloads/mirror/138754/120/76e92be48189050f89cea2c26ee45905",
					"zipDirectory": "ModFiles",
					"type": "zip"
				}
			]
		}
	]
}